/* Title for source selection item; Camera */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Cancel" = "Annuleer";

/* Title of the Image Details view */
"Image details" = "Afbeelding details";

/* Title for image source picker view */
"Image source" = "Bron";

/* Title for the license picker */
"License Title" = "Licentie";

/* Label of the license textfield */
"LicenseLabel" = "Licentie";

/* Label of the password textfield */
"Password" = "Wachtwoord";

/* Title for source selection item; Photo Library */
"Photo Library" = "Fotobibliotheek";

/* Title for the select button in license picker */
"Select" = "Selecteer";

/* A button to go to the settings view */
"SettingsButton" = "Instellingen";

/* Title of the settings view */
"SettingsTitle" = "Instellingen";

/* Title for Show upload button in alert view after upload succeeded */
"Show upload" = "Toon upload";

/* Title for upload buton on image details view */
"Upload" = "Upload";

/* Title for upload succeeded alert */
"Upload succeeded" = "Upload geslaagd";

/* Upload progress message */
"uploading" = "uploading";

/* Label of the username textfield */
"Username" = "Gebruikersnaam";

/* Label of save button */
"Save" = "Opslaan";

/* Label of the gps coordinates settings switch */
"Add GPS coordinates" = "Voeg GPS coördinaten toe";

/* Placeholder text for the title field in imagedetails window */
"File title" = "Titel";

/* Label for the Description field of the upload */
"Description" = "Beschrijving";